[
    {
        "Timestamp": "10/1/2023 18:25",
        "KritikSaran": "Mudah2an komplek bisa terjaga kebersihan & keasriannya dg memberdayakan petugas khusus kebersihan & keasrian lingkungan komplek BCA. Terima kasih atas perhatiannya??",
        "Tanggapan": "Alhamdulillah kami sudah memperkerjakan tenaga kebersihan, dijadwalkan setiap minggunya untuk membersihkan jalanan, taman dan fasilitas umum komplek.",
        "Lampiran": ""
    },
    {
        "Timestamp": "10/1/2023 18:31",
        "KritikSaran": "Mudah2an pengurus baru membuat agenda tahunan yg lebih teroganisir dalam mengadakan acara2 rutin tahunan komplek, semisal 17 agustusan, menyambut tahun baru Islam, acara muludan, dsb dg mempertimbangkan lebih detil termasuk anggarannya bisa menyesuaikan dg kemampuan warga komplek BCA.\nTerima kasih atas atensi & dedikasi pengurus dalam menjalankan amanah barunya kini??\nSemoga pengurus senantiasa ada dalam rahmat & lindungan Allah. Aamiin???",
        "Tanggapan": "Aamiin terimakasih atas do'anya, setiap kegiatan komplek InyaAllah kami akan organisir sebaik dan serapih mungkin termasuk pertanggung - jawaban penggunaan anggarannya, akan kami catat dengan baik.",
        "Lampiran": ""
    },
    {
        "Timestamp": "16/01/2023 15:27:12",
        "KritikSaran": "Sebelumnya kami haturkan terima kasih kpd pengurus yg telah memfasilitasi adanya wadah kritik & saran ini.Sebagaimana telah berjalan beberapa bulan ini bahwa pengajian ibu2 mendapat subsidi, kami berharap program subsidi ini berkelanjutan bisa dilangsungkan seterusnya. Demikian pula dg senam ibu2 komp. BCA, semoga pengurus berkenan membuat kebijakan utk turut serta memberikan subsidi juga. Terima kasih atas perhatiannya. Semoga pengurus & segenap warga komp. BCA mendapat limpahan rahmat Allah SWT. Jazakumullah khayran katsiran.",
        "Tanggapan": "Mengenai subsidi dan anggaran kegiatan komplek kami sedang upayakan untuk bisa mencukupi kewajiban utama bulanan komplek, pembahasan subsidi dana untuk kegiatan lainnya akan kami bahas bersama-sama warga.",
        "Lampiran": ""
    },
    {
        "Timestamp": "31/01/2023 23:43:38",
        "KritikSaran": "Assalamualaikum wr wb. Terkait honor marebot (sebetulnya kurang pas dengan besaran segitu diistilahkan honor) saya menyarankan untuk ada peningkatan nominalnya, mengingatkan apa yang sudah diperbuat Bimbing menjadikan kebersihan masjid cukup terawat. Demikian semoga bisa direalisasikan. Hatur nuhun.",
        "Tanggapan": "Waalaikumsalam wr. wb, untuk honor masih kami diskusikan bersama DKM Masjid Komplek.",
        "Lampiran": ""
    },
    {
        "Timestamp": "5/2/2023 9:33",
        "KritikSaran": "Mohon utk di tindaklanjuti yg tidak membayar iuran di komplek kita",
        "Tanggapan": "Kita sudah melakukan pendekatan secara persuasif, bersilaturahmi dan menerima keluhan dan masukan dari warga  yang terkendala atas pembayaran iuran tersebut. Alhamdulillah ada beberapa warga yang sudah mulai rutin mambayar kembali iuran bulanan, InsyaAllah yang lainnya akan menyusul.",
        "Lampiran": ""
    },
    {
        "Timestamp": "6/2/2023 18:37",
        "KritikSaran": "Semoga  paving block  jln yg  keluar dari komplek BCA, cepat di selesaikan agar terlindung dari kecelakaan. hususnya  saya sendiri yg pernah jatoh dari motor karena jalan bergelombang dan banyak batu krikil yg aga besar  yasarollohulana semoga alloh memudahkan",
        "Tanggapan": "Kami sedang follow-up  developer komplek untuk segera bersama - sama menuntaskan perbaikan akses jalan tersebut, akan kami infokan secepatnya jika ada kabar dan kami himbau warga untuk selalu berhati - hati dalam berkendara.",
        "Lampiran": ""
    }
]